aaron-bond.better-comments
amazonwebservices.aws-toolkit-vscode
Arjun.swagger-viewer
astro-build.astro-vscode
austenc.laravel-blade-spacer
be5invis.vscode-custom-css
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
burkeholland.simple-react-snippets
burkeholland.simple-timer
calebporzio.better-phpunit
circlecodesolution.ccs-flutter-color
codingyu.laravel-goto-view
cweijan.vscode-database-client2
Dart-Code.dart-code
Dart-Code.flutter
davidwoo.flutter-auto-import
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
emilast.LogFileHighlighter
esbenp.prettier-vscode
figma.figma-vscode-extension
flowtype.flow-for-vscode
formulahendry.auto-rename-tag
gizak.shortcuts
Gruntfuggly.todo-tree
harg.iceberg
hashicorp.terraform
hediet.vscode-drawio
IBM.output-colorizer
jebbs.plantuml
kruemelkatze.vscode-dashboard
m1guelpf.better-pest
marcostazi.VS-code-vagrantfile
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
MehediDracula.php-namespace-resolver
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
naumovs.color-highlight
neilbrayfield.php-docblocker
octref.vetur
onecentlin.laravel-blade
patricklee.vsnotes
PKief.material-icon-theme
Postman.postman-for-vscode
redhat.vscode-yaml
rid9.datetime
ritwickdey.LiveServer
shardulm94.trailing-spaces
skyran.js-jsx-snippets
unifiedjs.vscode-mdx
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscodevim.vim
Vue.volar
xabikos.JavaScriptSnippets
xdebug.php-debug
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
