tap "beeftornado/rmtree"
tap "dart-lang/dart"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "sanemat/font"

brew "awscli"
brew "bat"
brew "btop"
brew "cocoapods"
brew "composer"
brew "curl"
brew "deno"
brew "direnv"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "ghq"
brew "git"
brew "jq"
brew "mas"
brew "nkf"
brew "orbstack"
brew "php@8.2"
brew "rust"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "vim"
brew "volta"
brew "wasmtime"
brew "wget"
brew "yazi"
brew "zrok"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "font-hackgen-nerd"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "authy"
cask "bitwarden"
cask "cursor"
cask "deskpad"
cask "docker"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-japanese-ime"
cask "ngrok"
cask "nikitabobko/tap/aerospace"
cask "omnigraffle"
cask "postman"
cask "raycast"
cask "slack"
cask "spacedrive"
cask "stoplight-studio"
cask "visual-studio-code"
cask "warp"
cask "zoom"
