# ====================
# Taps
# ====================
tap "beeftornado/rmtree"
tap "d-kuro/tap"
tap "dagger/tap"
tap "dart-lang/dart"
tap "FelixKratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "leoafarias/fvm"
tap "nikitabobko/tap"
tap "sanemat/font"
tap "timac/vpnstatus"

# ====================
# Formulae (CLI tools)
# ====================
brew "awscli"
brew "bat"
brew "borders"
brew "btop"
brew "cocoapods"
brew "composer"
brew "container-use"
brew "curl"
brew "deno"
brew "git-delta"
brew "direnv"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "figlet"
brew "fzf"
brew "ghq"
brew "git"
brew "gwq"
brew "harlequin"
brew "jq"
brew "just"
brew "mas"
brew "mcat"
brew "ni"
brew "nkf"
brew "nvim"
brew "php@8.2"
brew "posting"
brew "rust"
brew "sheldon"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "vim"
brew "volta"
brew "vpnutil"
brew "wasmtime"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zrok"
brew "zsh"

# ====================
# Casks (GUI apps)
# ====================
cask "1password"
cask "aerospace"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "authy"
cask "bitwarden"
cask "claude-code"
cask "container"
cask "deskpad"
cask "dockdoor"
cask "docker"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "omnigraffle"
cask "postman"
cask "raycast"
cask "slack"
cask "spacedrive"
cask "spacesaver"
cask "stoplight-studio"
cask "visual-studio-code"
cask "vpnstatus"
cask "zoom"
